Repository: RahulSingh225/xuriti-user-panel
Catalog: src/locale/messages.*.xlf
Languages: fr

# LOG1
source: Guaranteed payment solution
fr: Solution de paiement garantie

# LOG2
source: LOGIN
fr: CONNEXION

# LOG3
source: Login to continue to: <b>Your Dashboard</b>
fr: Connectez-vous pour continuer à : <b>Votre tableau de bord</b>

# LOG5
source: Please provide a valid email address
fr: Veuillez fournir une adresse email valide

# LOG6
source: Password
fr: Mot de passe

# LOG7
source: Password must contain at least one capital letter, one small letter and one number and any special character like @$_# etc
fr: Le mot de passe doit contenir au moins une lettre majuscule, une lettre minuscule et un chiffre et tout caractère spécial comme @$_# etc.

# LOG8
source: Forgot Password?
fr: Mot de passe oublié?

# LOG9
source: Login
fr: Connexion

# LOG10
source: OR
fr: OU

# LOG11
source: <img src="../../../../../assets/images/google.svg" alt="xuritilogo" class="img-responsive" /> LOGIN WITH GOOGLE
fr: <img src="../../../../../assets/images/google.svg" alt="xuritilogo" class="img-responsive" /> SE CONNECTER AVEC GOOGLE

# LOG12
source: Don’t have an account? <a [routerLink]="['/auth/register']"> Sign Up </a>
fr: Vous n'avez pas de compte ?

# LOG13
source: More than 500 merchants in your area are on Xuriti.
fr: Plus de 500 commerçants de votre région sont sur Xuriti.
